tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bash-completion"
brew "bat"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cquery"
brew "ctags"
brew "dos2unix"
brew "duplicity"
brew "exiftool"
brew "fdupes"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "gnupg"
brew "go"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "hugo"
brew "llvm"
brew "mas"
brew "nasm"
brew "neovim"
brew "nmap"
brew "node"
brew "openssl"
brew "postgresql", restart_service: true
brew "python"
brew "python@2"
brew "radare2"
brew "rustup-init"
brew "ranger"
brew "rsync"
brew "sqlmap"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "alacritty"
cask "bartender"
cask "clion"
cask "cutter"
cask "dash"
cask "discord"
cask "docker"
cask "etcher"
cask "firefox"
cask "font-inconsolata"
cask "gitkraken"
cask "google-chrome"
cask "grammarly"
cask "grandperspective"
cask "handbrake"
cask "hex-fiend"
cask "insomnia"
cask "java"
cask "keybase"
cask "mailspring"
cask "notion"
cask "plex-media-player"
cask "rubymine"
cask "skype"
cask "slack"
cask "spectacle"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "tuxera-ntfs"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Todoist", id: 585829637
mas "Wireless@SG", id: 1222815823
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
