1password
1password-cli
alfred
arduino
bartender
clion
cmake
cutter
daisydisk
dash
devdocs
discord
docker
etcher
exodus
filezilla
firefox
franz
gdisk
gimp
gitkraken
goland
google-chrome
google-chrome-canary
grammarly
handbrake
hex-fiend
insomnia
java
keybase
launchcontrol
macdown
mailspring
notion
plex-media-player
rubymine
skype
slack
spectacle
telegram
the-unarchiver
transmission-remote-gui
tuxera-ntfs
visual-studio-code
vlc
vmware-fusion
vnc-viewer
whatsapp
wireshark
xquartz
